Repository: ONSdigital/eq-questionnaire-runner
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: cy, eo, ga

source: The text will be sent from <strong class="ons-highlight">Census2021</strong>
cy: Caiff y neges destun ei hanfon o <strong class="ons-highlight">Census2021</strong>
eo: Tha text wull be sent frae <strong class="ons-highlight">Heid-coont 20an21</strong>

source: If you can't answer questions for others in your household
cy: Os na allwch chi ateb cwestiynau ar ran pobl eraill yn eich cartref
eo: Gin ye cannae mak repone fur speirins anent ithers in yer hoosehaud
ga: Mura dtig leat ceisteanna a fhreagairt do dhaoine eile i do theaghlach

source: You can ask the people you live with to answer their own questions by sharing the household access code with them.
cy: Gallwch ofyn i’r bobl rydych chi’n byw gyda nhw ateb eu cwestiynau eu hunain drwy rannu cod mynediad y cartref â nhw.
eo: Ye can ax tha fowk wha leeve wi ye tae mak repone fur thair ain speirins by giein thaim tha hoosehaud ingang code.
ga: Is féidir a iarraidh ar na daoine lena gcónaíonn tú a gceisteanna féin a fhreagairt ach an cód rochtana teaghlaigh a roinnt leo.

source: If this is not possible, you can request a separate census for them to complete.
cy: Os nad yw hyn yn bosibl, gallwch chi wneud cais am gyfrifiad ar wahân iddynt ei lenwi.
eo: Gin this cannae cum aboot, ye can ax fur anither heid-coont fur thaim tae fill oot.
ga: Mura bhfuil sé seo indéanta, is féidir daonáireamh ar leith a iarraidh a thig leo a chomhlánú.

source: Request separate census
cy: Gwneud cais am gyfrifiad ar wahân
eo: Ax fur anither heid-coont
ga: Iarr daonáireamh ar leith

source: To request a census in a different format or for further help, please <a href='{contact_us_url}'>contact us</a>
cy: I wneud cais am gyfrifiad mewn fformat gwahanol neu am fwy o gymorth, <a href='{contact_us_url}'>cysylltwch â ni</a>
eo: Tae ax fur a heid-coont in anither lay-oot, or fur mair help, plaise <a href='{contact_us_url}'>get tha houl o us</a>
ga: Le daonáireamh i bhformáid eile nó tuilleadh cuidithe a iarraidh, déan <a href='{contact_us_url}'>teagmháil linn</a>

source: Previous
cy: Blaenorol
eo: Yin afore
ga: Roimhe

source: Tell us whether you accept cookies
cy: Dywedwch wrthym a ydych chi'n derbyn cwcis
eo: Tell us gin ye accept cookies
ga: Abair linn an nglacann tú fianáin

source: We use <a href='{cookie_settings_url}'>cookies to collect information</a> about how you use {cookie_domain}. We use this information to make the website work as well as possible and improve our services.
cy: Rydym ni'n defnyddio <a href='{cookie_settings_url}'>cwcis i gasglu gwybodaeth</a> am y ffordd rydych chi'n defnyddio {cookie_domain}. Rydym ni'n defnyddio'r wybodaeth hon i sicrhau bod y wefan yn gweithio cystal â phosibl ac i wella ein gwasanaethau.

source: You’ve accepted all cookies. You can <a href='{cookie_settings_url}'>change your cookie preferences</a> at any time.
cy: Rydych chi wedi derbyn yr holl gwcis. Gallwch chi <a href='{cookie_settings_url}'>newid eich dewisiadau o ran cwcis</a> ar unrhyw adeg.
eo: Ye hae acceptit aa tha cookies. Ye can <a href='{cookie_settings_url}'> cheynge yer cookie preferences</a> onietim ye lake.
ga: Ghlac tú le gach fianán. Is féidir <a href='{cookie_settings_url}'>do roghanna fianán a athrú</a> am ar bith.

source: Accept all cookies
cy: Derbyn yr holl gwcis
eo: Accept aa cookies
ga: Glac gach fianán

source: Set cookie preferences
cy: Gosod dewisiadau o ran cwcis
ga: Socraigh roghanna fianán

source: Skip to main content
cy: Neidio i’r prif gynnwys
eo: Bygae tae tha main feck
ga: Gabh go díreach chuig an phríomhábhar

source: You will be signed out soon
cy: Byddwch yn cael eich allgofnodi yn fuan

source: It appears you have been inactive for a while.
cy: Mae'n ymddangos eich bod wedi bod yn segur ers tro.

source: To protect your information, your progress will be saved and you will be signed out in
cy: I ddiogelu eich gwybodaeth, bydd eich cynnydd yn cael ei gadw a byddwch yn cael eich allgofnodi

source: You are being signed out
cy: Rydych chi'n cael eich allgofnodi

source: Continue survey
cy: Parhau â'r arolwg

source: Choose another section and return to this later
cy: Dewiswch adran arall a dod yn ôl yn nes ymlaen
eo: Ootwale anither shaidin an bak-cum tae this eftèr
ga: Roghnaigh mír eile agus tar ar ais go dtí an ceann seo níos moille

source: Exit
cy: Ymadael
eo: Gang oot
ga: Scoir

source: Interviewer note:
cy: Nodyn i’r cyfwelydd:
ga: Nóta agallóra:

source: Hide this
cy: Cuddio hwn
eo: Hiddle this
ga: Cuir é seo i bhfolach

source: Email address
cy: Cyfeiriad e-bost
ga: Seoladh ríomhphoist

source: This will not be stored and only used once to send your confirmation
cy: Ni fydd hwn yn cael ei storio a dim ond unwaith y bydd yn cael ei ddefnyddio er mwyn anfon cadarnhad atoch
eo: This'll no be kept an onlie uised tha yinst tae sen yer confirmation
ga: Ní stórálfar é seo agus ní úsáidfear ach uair amháin é le do dhearbhú a sheoladh

source: Send confirmation
cy: Anfon cadarnhad
eo: Sen confirmation
ga: Seol dearbhú

source: What do you think about this service?
cy: Beth yw eich barn chi am y gwasanaeth hwn?
eo: What dae ye think aboot this sarvice?
ga: Cad é do bharúil den tseirbhís seo?

source: Your comments will help us make improvements
cy: Bydd eich sylwadau yn ein helpu ni i wneud gwelliannau
eo: Yer repones wull help us tae mak improvements
ga: Is cuidiú iad do thuairimí le go dtig linn feabhsúcháin a dhéanamh

source: Give feedback
cy: Rhoi adborth
eo: Gie feedbak
ga: Tabhair aiseolas

source: You can <strong class="ons-highlight">share your household access code</strong> with the people you live with so they can complete their own sections.
cy: Gallwch<strong class="ons-highlight"> rannu cod mynediad eich cartref</strong> â’r bobl rydych chi’n byw gyda nhw fel y gallant gwblhau eu hadrannau eu hunain.
eo: Ye can <strong class="ons-highlight">gie oot yer hoosehaud ingang code</strong> wi tha fowk wha leeve wi ye sae they can fill oot thair ain lay- oots.

source: If this is not possible, there are <a href={url}>other ways each person can complete their own census.</a>
cy: Os nad yw hyn yn bosibl, mae ffyrdd <a href={url}>eraill y gall pob person lenwi ei gyfrifiad ei hun.</a>
eo: Gin this cannae cum aboot, thair bes <a href={url}>ither wyes ilka bodie can fill oot thair ain heid-coont.</a>
ga: Mura féidir é seo tá <a href={url}>dóigheanna eile ann a dtig le gach duine a ndaonáireamh féin a chomhlánú.</a>

source: This is the last viewed question in this section
cy: Dyma'r cwestiwn a gafodd ei weld ddiwethaf yn yr adran hon
eo: This bes tha last leukit speirin in this lay-oot
ga: Is í seo an cheist bhreathnaithe dheireanach sa mhír seo

source: You can also <a id='section-start-link' href='{url}'>go back to the start of the section</a>
cy: Gallwch chi <a id='section-start-link' href='{url}'>hefyd fynd yn ôl i ddechrau'r adran</a>
eo: Forbye, ye can <a id='section-start-link' href='{url}'>ga'bak til tha stairt o tha lay-oot</a>
ga: Is féidir fosta <a id='section-start-link' href='{url}'>dul ar ais chuig tús na míre</a>

source: Or
cy: Neu
ga: Nó

source: {max_characters} characters can be added.
cy: Mae modd ychwanegu {max_characters} nod.

source: Selecting this will clear your answer
cy: Bydd dewis hwn yn clirio eich ateb
eo: Ootwalin this wull redd yer repone
ga: Má roghnaíonn tú seo scriosfaidh sé seo do fhreagra

source: cleared
cy: wedi'i glirio
eo: redd
ga: scriosta

source: Selecting this will deselect any selected options
cy: Bydd dewis hwn yn dad-ddewis unrhyw opsiynau sydd wedi'u dewis
eo: Ootwalin this wull tak oot onie ootwaled walins
ga: Má roghnaíonn tú seo díroghnóidh tú rogha ar bith roghnaithe

source: deselected
cy: dad-ddewiswyd
eo: taen oot
ga: díroghnaithe

source: Address line 1
cy: Llinell cyfeiriad 1
eo: Address line yin
ga: Líne an tseolta 1

source: Address line 2
cy: Llinell cyfeiriad 2
eo: Address line twa
ga: Líne an tseolta 2

source: Town or city
cy: Tref neu ddinas
eo: Toon or citie
ga: Baile nó cathair

source: Postcode
cy: Cod post
eo: Poastcode
ga: Cód Poist

source: Enter address or postcode and select from results
cy: Rhowch y cyfeiriad neu'r cod post a dewiswch o'r canlyniadau
eo: Pit in address or poastcode an ootwale frae tha affcums
ga: Iontráil seoladh nó postchód agus roghnaigh ó na torthaí

source: Search for an address
cy: Chwilio am gyfeiriad
eo: Hunt fur an address
ga: Cuardaigh seoladh

source: Manually enter address
cy: Nodwch y cyfeiriad â llaw
eo: Pit in address by haun
ga: Iontráil seoladh de láimh

source: Use up and down keys to navigate suggestions once you’ve typed more than two characters. Use the enter key to select a suggestion. Touch device users, explore by touch or with swipe gestures.
cy: Defnyddiwch y bysellau i fyny ac i lawr i edrych drwy'r awgrymiadau unwaith y byddwch chi wedi teipio mwy na dau nod. Defnyddiwch y fysell ‘enter’ i ddewis awgrym. Gall defnyddwyr dyfeisiau cyffwrdd symud o gwmpas drwy gyffwrdd neu sweipio.
eo: Uise up an doon keys tae airt suggestions yinst ye hae typed mair nor twa chairacters. Uise tha enter key tae ootwale a suggestion. Touch yoke uisers, range by touch or wi a swipe ection.
ga: Úsáid eochracha suas agus anuas le breathnú ar mholtaí i ndiaidh níos mó ná dhá charachtar a chlóscríobh. Úsáid an eochair iontrála le moladh a roghnú. Tig le húsáideoirí gléas tadhaill fiosrú le tadhall nó le svaidhpeáil.

source: You have selected
cy: Rydych chi wedi dewis
eo: Ye hae ootwaled
ga: Roghnaigh tú

source: Enter 3 or more characters for suggestions.
cy: Rhowch 3 nod neu fwy i gael awgrymiadau.
eo: Pit in thrie or mair chairacters fur suggestions.
ga: Iontráil 3 charachtar nó níos mó faoi choinne moltaí.

source: There is one suggestion available.
cy: Mae un awgrym ar gael.
eo: There bes yin suggestion appen tae.
ga: Tá moladh amháin ar fáil.

source: There are {n} suggestions available.
cy: Mae {n} awgrym ar gael.
eo: There bes {n} suggestions appen tae.
ga: Tá {n} moladh ar fáil.

source: Results have been limited to 10 suggestions. Type more characters to improve your search
cy: Mae'r canlyniadau wedi cael eu cyfyngu i 10 awgrym. Teipiwch fwy o nodau i wella eich chwiliad
eo: Aff-cums hae bin restricktit tae 10 suggestions. Teep mair chairacters tae forrit yer hunt
ga: Tá torthaí teoranta go dtí 10 moladh. Clóscríobh níos mó carachtar le do chuardach a fheabhsú

source: There are {n} for {x}
cy: Mae {n} ar gyfer {x}
eo: Thair bes {n} fur{x}
ga: Tá {n} faoi choinne {x} ann

source: {n} addresses
cy: {n} o gyfeiriadau
ga: {n} seoladh

source: Enter more of the address to improve results
cy: Rhowch fwy o'r cyfeiriad i wella canlyniadau
eo: Pit in mair o tha address tae forrit aff-cums
ga: Iontráil níos mó den seoladh le torthaí a fheabhsú

source: Select an address
cy: Dewiswch gyfeiriad
eo: Ootwale an address
ga: Roghnaigh seoladh

source: No results found. Try entering a different part of the address
cy: Heb ddod o hyd i unrhyw ganlyniadau. Ceisiwch ddefnyddio rhan wahanol o'r cyfeiriad
eo: Nae aff-cums fun. Try pittin in anither pairt o tha address
ga: Ní bhfuarthas torthaí. Triail cuid eile den seoladh a iontráil

source: {n} results found. Enter more of the address to improve results
cy: Wedi dod o hyd i {n} ganlyniad. Rhowch fwy o'r cyfeiriad i wella'r canlyniadau
eo: {n} aff-cums fun. Pit in mair o tha address tae forrit aff-cums
ga: {n} toradh faighte. Iontráil níos mó den seoladh le torthaí a fheabhsú

source: Enter more of the address to get results
cy: Rhowch fwy o'r cyfeiriad i gael canlyniadau
eo: Pit in mair o tha address tae get aff-cums
ga: Iontráil níos mó den seoladh le torthaí a fháil

source: Select or manually enter an address
cy: Dewiswch gyfeiriad neu nodwch â llaw
eo: Ootwale or pit in bae haun an address
ga: Roghnaigh nó iontráil seoladh de láimh

source: Sorry, there was a problem loading addresses
cy: Mae'n ddrwg gennym, roedd problem wrth lwytho cyfeiriadau
eo: Thair wus a pall laidin addresses
ga: Ár leithscéal, bhí fadhb ann le seoltaí a lódáil

source: Enter address manually
cy: Teipiwch y cyfeiriad eich hun
eo: Pit in address bae haun
ga: Iontráil seoladh de láimh

source: Select all that apply
cy: Dewiswch bob un sy'n berthnasol
eo: Ootwale aa tha yins 'at effeirs
ga: Roghnaigh na cinn uilig atá bainteach

source: Day
cy: Diwrnod
ga: Lá

source: Month
cy: Mis
eo: Mond
ga: Mí

source: Year
cy: Blwyddyn
eo: Yeir
ga: Bliain

source: Clear selection
cy: Clirio’r dewis
eo: Redd oot onie walins
ga: Glan an rogha

source: You have {x} character remaining
cy: Mae gennych chi {x} nod ar ôl
eo: Ye hae {x} mair chairacter
ga: Tá {x} carachtar fágtha agat

source: You have {x} characters remaining
cy: Mae gennych chi {x} o nodau ar ôl
eo: Ye hae {x} mair chairacters
ga: Tá {x} carachtar fágtha agat

source: Use up and down keys to navigate suggestions once you've typed more than two characters. Use the enter key to select a suggestion. Touch device users, explore by touch or with swipe gestures.
cy: Defnyddiwch y bysellau i fyny ac i lawr i edrych drwy'r awgrymiadau unwaith y byddwch chi wedi teipio mwy na dau nod. Defnyddiwch y fysell ‘enter’ i ddewis awgrym. Gall defnyddwyr dyfeisiau cyffwrdd symud o gwmpas drwy gyffwrdd neu sweipio.
eo: Uise up an doon keys tae airt suggestions yinst ye hae teept mair nor twa chairacters. Uise tha enter key tae ootwale a suggestion. Touch yoke uisers, range by touch or wi a swipe ection.
ga: Úsáid eochracha suas agus anuas le breathnú ar mholtaí i ndiaidh níos mó ná dhá charachtar a chlóscríobh. Úsáid an eochair iontrála le moladh a roghnú. Tig le húsáideoirí gléas tadhaill fiosrú le tadhall nó le svaidhpeáil.

source: Continue entering to improve suggestions
cy: Parhewch i roi nodau er mwyn gwella'r awgrymiadau
eo: Conteenye pittin in tae forrit suggestions
ga: Lean den iontráil le moltaí a fheabhsú

source: Suggestions
cy: Awgrymiadau
ga: Moltaí

source: No results found
cy: Heb ganfod unrhyw ganlyniadau
eo: Fun nae aff-cums
ga: Ní bhfuarthas torthaí

source: Continue entering to get suggestions
cy: Parhewch i roi nodau er mwyn cael awgrymiadau
eo: Conteenye pittin in tae get suggestions
ga: Lean den iontráil le moltaí a fháil

source: {x} character too many
cy: {x} nod yn ormod
eo: {x} chairacter ower monie
ga: {x} carachtar de bharraíocht

source: {x} characters too many
cy: {x} o nodau yn ormod
eo: {x} chairacters ower monie
ga: {x} carachtar de bharraíocht

source: Start survey
cy: Dechrau'r arolwg
eo: Stairt tha scance
ga: Tosaigh an suirbhé

source: Change
cy: Newid
eo: Cheynge
ga: Athraigh

source: Change your answer for:
cy: Newidiwch eich ateb ar gyfer:
eo: Cheynge yer repone fur:
ga: Athraigh do fhreagra do:

source: Change details for {item_name}
cy: Newid manylion ar gyfer {item_name}
eo: Cheynge rinnins fur {item_name}
ga: Athraigh na sonraí do {item_name}

source: Not a valid choice
eo: No a richt walin
ga: Ní rogha bhailí í seo

source: Office for National Statistics logo
eo: Offys fur Kintrie Nummerin
ga: Lógó Oifig an Staidrimh Náisiúnta

source: Northern Ireland Statistics and Research Agency logo
eo: Norlin Airlann Nummerin an Screengin Agentrie logo
ga: Lógó na Gníomhaireachta um Staidreamh agus Thaighde Thuaisceart Éireann

source: Help
ga: Cuidiú

source: General
eo: Genèral
ga: Ginearálta

source: This establishment
eo: This estaiblishment
ga: An t-áitreabh seo

source: People who live here
eo: Fowk 'at bides here
ga: Daoine a chónaíonn anseo

source: Visitors
eo: Landèrs
ga: Cuairteoirí

source: Accommodation
eo: Aisements
ga: Cóiríocht

source: Personal details
eo: Rinnins Anent a Bodie's Sel
ga: Sonraí pearsanta

source: Health
eo: Poust
ga: Sláinte

source: Qualifications
eo: Collegianer's lines
ga: Cáilíochtaí

source: Employment
eo: Tacks o wark
ga: Fostaíocht

source: Household and accommodation
eo: Aisements o tha hoosehaud
ga: Teaghlach agus cóiríocht

source: The census questions
eo: Tha heid-coont speirins
ga: Na ceisteanna daonáirimh

source: Question topic
eo: Speirin subject
ga: Ábhar ceiste

source: Select an option
eo: Ootwale a walins
ga: Déan rogha

source: Person {list_item_position}
eo: Bodie{list_item_position}
ga: {list_item_position} Duine

source: How would you like <strong>{person_name}</strong> to receive a separate census?
ga: Cén dóigh ar ar mhaith leat go bhfaigheadh <strong>{person_name}</strong> daonáireamh ar leith?

source: How would you like to answer <strong>{person_name_possessive}</strong> questions?
ga: Cén dóigh ar mhaith leat ceisteanna <strong>{person_name_possessive}</strong> a fhreagairt?

source: What is <strong>{person_name_possessive}</strong> mobile number?
ga: Cén uimhir ghuthán póca atá ag <strong>{person_name_possessive}</strong>?

source: There is a problem with your answer
eo: Thair bes a pall wi yer repone
ga: Tá fadhb le do fhreagra

source: The email will be sent from <strong>census.2021@notifications.service.gov.uk</strong>
ga: Seolfar an r-phost ó <strong>census.2021@notifications.service.gov.uk</strong>

source: Submitting
eo: Pittin in
ga: Ag cur isteach

source: There is a problem with your feedback
eo: Thair's bes a palls wi yer feedbak
ga: Tá fadhb le d'aiseolas

source: You are completing this for <span>%(ru_name)s</span> (%(trading_as_name)s)
eo: Ye'r fillin this oot fur <span>%(ru_name)s</span> (%(trading_as_name)s)
ga: Tá tú ag líonadh seo isteach do for <span>%(ru_name)s</span> (%(trading_as_name)s)

source: You are completing this for <span>%(ru_name)s</span>
eo: Ye'r fillin this oot fur <span>%(ru_name)s</span>
ga: Tá tú ag líonadh isteach seo do <span>%(ru_name)s</span>

source: If the company details or structure have changed contact us on %(telephone_number)s or email %(email_address)s
eo: Gin tha rinnins anent tha consarn or structur haes cheynged get tha houl o us oan %(telephone_number)s or email %(email_address)s
ga: Má tá sonraí an chomhlachta nó an struchtúir athraithe déan teagmháil linn ar %(telephone_number)s ar ríomhphost ag %(email_address)s

source: Your survey answers have been saved. You are now signed out
eo: Yer repones tae tha scance is hained. Noo ye'r wised oot
ga: Sábháladh do fhreagraí don suirbhé. Tá tú sínithe amach anois

source: Return to your account
eo: Ga'bak tae yer accoont
ga: Gabh ar ais chuig do chuntas

source: Submission successful
eo: Ye hae cum speed wi pittin in
ga: D'éirigh le d'aighneacht

source: Your answers were submitted for <span>{ru_name}</span> ({trading_as_name}) on {submitted_date_time}
eo: Yer repones wus pit in fur <span>{ru_name}</span> ({trading_as_name}) oan {submitted_date_time}
ga: Cuireadh do fhreagraí isteach do <span>{ru_name}</span> ({trading_as_name}) ar {submitted_date_time}

source: Your answers were submitted for <span>{ru_name}</span> on {submitted_date_time}
eo: Yer repones wus pit in fur <span>{ru_name}</span> oan {submitted_date_time}
ga: Cuireadh do fhreagraí isteach do <span>{ru_name}</span> ar {submitted_date_time}

source: Transaction ID: <b>{transaction_id}</b>
eo: Transact ID: <b>{transaction_id}</b>
ga: ID Idirbheart: <b>{transaction_id}</b>

source: Sorry there is a problem
eo: We'r hairt-sair thar's a pall
ga: Tá brón orm, tá fadhb ann

source: To access this page you need to <a href='{url}'>enter your 16-character access code</a>.
eo: Furtae ingang this page ye maun <a href='{url}'>pit in yer 16-chairacter ingang code</a>.
ga: Leis an leathanach seo rochtain, is gá duit <a href='{url}'>do chód rochtana 16 charachtar a iontráil</a>.

source: Session timed out
eo: Session timed oot
ga: Deireadh leis an seisiún

source: Your session has timed out due to inactivity
eo: Yer session haes timed oot as thair wus naethin daein
ga: Tá deireadh le do sheisiún mar gheall ar neamhghníomhaíocht

source: To help protect your information we have timed you out
eo: Tae help bield yer wittins we hae timed ye oot
ga: Le cuidiú linn d'fhaisnéis a chosaint, cuireadh deireadh le do sheisiún

source: You will need to <a href='{url}'>enter your 16-character access code</a> again to continue your census.
eo: Ye maun <a href='{url}'>pit in yer 16-chairacter ingang code</a> agane tae conteenye wi yer heid-coont.
ga: Is gá duit <a href='{url}'>do chód rochtana 16 charachtar a iontráil</a> arís le leanúint de do dhaonáireamh.

source: Your census has been submitted
eo: Yer heid-coont haes bin pit in
ga: Tá do dhaonáireamh curtha isteach agat

source: You can try to <a href='{url}'>submit your census again</a>
eo: Ye can try tae <a href='{url}'>pit in yer feedbak agane</a>
ga: Is féidir triail a bhaint as <a href='{url}'>do dhaonáireamh a chur isteach arís</a>

source: The text will be sent from <strong>Census2021</strong>
ga: Seolfar an téacs ó <strong>Census2021</strong>

source: We use <a href='{cookie_settings_url}'>cookies to collect information</a> about how you use census.gov.uk. We use this information to make the website work as well as possible and improve our services.
eo: We uise <a href='{cookie_settings_url}'>cookies tae gether wittins</a> aboot hoo ye uise census.gov.uk We uise these wittins tae mak tha wabsteid wark as weel as able an better oor sarvice.
ga: Úsáidimid <a href='{cookie_settings_url}'>fianáin le heolas a bhailiú</a> faoin úsáid a bhaineann tú as census.gov.uk. Úsáidimid an t-eolas seo le go n-oibreoidh an suíomh gréasáin chomh maith agus is féidir agus lenár seirbhísí a fheabhsú.

source: Save and sign out
eo: Hain an wise oot
ga: Sábháil agus sínigh amach

source: You can <strong>share your household access code</strong> with the people you live with so they can complete their own sections.
ga: Tig leat <strong>do chód rochtana teaghlaigh a roinnt</strong> leis na daoine a gcónaíonn tú leo sa dóigh go dtig leo a míreanna féin a chomhlánú.

source: Post
eo: Poast
