Repository: ONSdigital/eq-questionnaire-runner
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: cy, eo, ga

source: The letter will be addressed to <strong>Individual Resident</strong> instead of the name provided
cy: Bydd y llythyr wedi'i gyfeirio at y <strong>Preswylydd Unigol</strong> yn hytrach na'r enw a gafodd ei roi
eo: Tha letter wull be made oot tae <strong>Sing'l Resydent</strong> insteid o tha name gien tae us
ga: Chuig <strong>Individual Resident Cónaitheoir ar Leith</strong> a chuirfear an litir seachas an t-ainm a cuireadh ar fáil

source: Yes, send the access code by post
cy: Ydw, anfonwch y cod mynediad drwy'r post
eo: Aye, sen tha ingang code in tha poast
ga: Is ea, cuir an cód rochtana sa phost

source: No, send it another way
cy: Nac ydw, anfonwch y cod mynediad mewn ffordd arall
eo: Naw, sen it oan anither wye
ga: Ní hea, cuir ar dhóigh eile é

source: Confirm address
cy: Cadarnhau'r cyfeiriad
eo: Mak siccar address
ga: Dearbhaigh seoladh

source: Separate Census
cy: Cyfrifiad ar wahân
eo: Anither Heid-coont
ga: Daonáireamh ar Leith

source: Who do you need to request a separate census for?
cy: Ar gyfer pwy y mae angen i chi wneud cais am gyfrifiad ar wahân?
eo: Wha's tha bodie ye need tae ax fur anither heid-coont fur?
ga: Cé dó a bhfuil tú ag iarraidh daonáireamh ar leith>?

source: What is <strong class="ons-highlight">{person_name_possessive}</strong> mobile number?
cy: Beth yw rhif ffôn symudol <strong class="ons-highlight">{person_name_possessive}</strong>?
eo: Whut bes <strong class="ons-highlight">{person_name_possessive}</strong> mobil phone nummer?

source: UK mobile number
cy: Rhif ffôn symudol yn y Deyrnas Unedig
eo: UK mobil phone nummer
ga: UK uimhir fón póca

source: This will not be stored and only used once to send the access code
cy: Ni chaiff ei storio a bydd ond yn cael ei ddefnyddio unwaith i anfon y cod mynediad
eo: This'll no be hained an onlie uised tha yinst tae sen oan tha ingang code
ga: Ní stórálfar é seo agus ní úsáidfear ach uair amháin é leis an chód rochtana a sheoladh

source: Mobile number
cy: Rhif ffôn symudol
eo: Mobil phone nummer
ga: Uimhir fón póca

source: Is this mobile number correct?
cy: Ydy’r rhif ffôn symudol hwn yn gywir?
eo: Is this mobil phone nummer richt eneuch?
ga: An bhfuil an uimhir ghuthán póca seo ceart?

source: Yes, send the text
cy: Ydy, anfonwch y neges destun
eo: Aye, sen tha text
ga: Tá, cuir an téacs

source: Confirm mobile number
cy: Cadarnhau'r rhif ffôn symudol
eo: Mak siccar mobil phone nummer
ga: Dearbhaigh uimhir ghuthán póca

source: Thank you for completing the census
cy: Diolch am gwblhau'r cyfrifiad
eo: We'r ableeged tae ye fur fillin oot tha heid-coont
ga: Go raibh maith agat as an daonáireamh a chur i gcrích

source: View Submitted Response
cy: Gweld yr Ymateb a Gyflwynwyd

source: Please review your answers and confirm these are correct
cy: Darllenwch dros eich atebion a chadarnhewch fod y rhain yn gywir
eo: Ableeged gin ye'd scance yer repones an uphaud the'r richt
ga: Déan athbhreithniú ar do fhreagraí le do thoil agus dearbhaigh go bhfuil siad seo ceart

source: Yes, I confirm these are correct
cy: Rwy'n cadarnhau bod y rhain yn gywir
eo: Aye, A warrant the'r richt
ga: Tá, dearbhaím go bhfuil siad ceart

source: There is a problem with this page
cy: Mae problem gyda'r dudalen hon
eo: Thair's a pall wi this page
ga: Tá fadhb leis an leathanach seo

source: Thank you for completing your census
cy: Diolch am gwblhau eich cyfrifiad
eo: We'r ableeged tae ye fur fillin oot yer heid-coont
ga: Go raibh maith agat as do dhaonáireamh a chur i gcrích

source: Thank you for completing the survey
cy: Diolch am gwblhau'r arolwg
eo: We'r ableeged tae ye fur fillin oot tha scance
ga: Go raibh maith agat as an suirbhé a chur i gcrích

source: Your individual census has been submitted for <strong>{display_address}</strong>
cy: Mae eich cyfrifiad unigol wedi cael ei gyflwyno ar gyfer <strong>{display_address}</strong>
eo: Yer sing'l heid-coont haes bin pit in fur <strong>{display_address}</strong>
ga: Cuireadh isteach do dhaonáireamh ar leith do <strong>{display_address}</strong>

source: Your census has been submitted for the household at <strong>{display_address}</strong>
cy: Mae eich cyfrifiad wedi cael ei gyflwyno ar gyfer y cartref yn <strong>{display_address}</strong>
eo: Yer heid-coont haes bin pit in fur tha hoosehaud at <strong>{display_address}</strong>
ga: Cuireadh isteach do dhaonáireamh don teaghlach ag <strong>{display_address}</strong>

source: Your census has been submitted for the accommodation at <strong>{display_address}</strong>
cy: Mae eich cyfrifiad wedi cael ei gyflwyno ar gyfer y llety yn <strong>{display_address}</strong>
eo: Yer heid-coont haes bin pit in fur tha dwellin-place at <strong>{display_address}</strong>
ga: Cuireadh isteach do dhaonáireamh don chóiríocht ag <strong>{display_address}</strong>

source: Anyone staying at this accommodation for at least 6 months needs to fill in their own individual census, including staff. Your Census Officer will provide you with census forms for your residents.
cy: Bydd angen i unrhyw un sy'n aros yn y llety hwn am o leiaf 6 mis lenwi ei gyfrifiad unigol ei hun, gan gynnwys y staff. Bydd Swyddog y Cyfrifiad yn dosbarthu ffurflenni'r cyfrifiad i'ch preswylwyr.
eo: Oniebodie bidiin at this dwellin-place fur tha feck o 6 monds needs tae fill oot thair ain sing'l heid-coont, takkin in warkers. Yer Heid-coont Offycer wull gie ye heid-coont foarms fur yer resydents.
ga: Duine ar bith atá ag fanacht ag an chóiríocht seo ar feadh 6 mhí ar a laghad, caithfidh siad a ndaonáireamh féin a líonadh isteach, baill foirne san áireamh. Tabharfaidh d'Oifigeach Daonáirimh na foirmeacha daonáirimh do do chónaitheoirí duit.

source: Your personal information is protected by law and will be kept confidential
cy: Mae eich gwybodaeth bersonol wedi'i diogelu gan y gyfraith a chaiff ei chadw'n gyfrinachol
eo: Yer ain parteeklars bes pertectit bae tha laa an wull be hained hiddlie
ga: Tá cosaint dlí ar d'eolas pearsanta agus coinneofar é faoi rún

source: Get confirmation email
cy: Cael e-bost cadarnhau
eo: Get homologatin email
ga: Faigh r-phost dearbhaithe

source: If you would like to be sent confirmation that you have completed your census, enter your email address
cy: Os hoffech gael cadarnhad eich bod wedi cwblhau eich cyfrifiad, rhowch eich cyfeiriad e-bost
eo: Gin ye wud lake tae be sent homologation 'at ye haed fillt oot yer heid-coont, pit in yer email address
ga: Más mian leat go seolfar dearbhú chugat go bhfuil do dhaonáireamh comhlánaithe agat, iontráil do sheoladh r-phoist

source: Confirmation email sent
cy: Wedi anfon e-bost cadarnhau
eo: Homologation email sent
ga: R-phost dearbhaithe seolta

source: A confirmation email has been sent to {email}
cy: Mae e-bost cadarnhau wedi cael ei anfon i {email}
eo: An homologation email haes bin sent til {email}
ga: Seoladh r-phost dearbhaithe chuig {email}

source: The email will be sent from <strong class="ons-highlight">census.2021@notifications.service.gov.uk</strong>
cy: Caiff yr e-bost ei anfon o <strong class="ons-highlight">census.2021@notifications.service.gov.uk</strong>
eo: Tha email wull be sent frae <strong class="ons-highlight">census.2021@notifications.service.gov.uk</strong>

source: Didn't receive an email?
cy: Heb gael e-bost?
eo: Ye didnae get an email?
ga: Ní bhfuair tú r-phost?

source: It can take a few minutes for the email to arrive. If it doesn't arrive, check your junk mail, or you can <a href='{send_confirmation_email_url}' id='send-another-email'>send another confirmation email</a>.
cy: Gall gymryd ychydig funudau i’r e-bost gyrraedd. Os na fydd yn cyrraedd, edrychwch yn eich ffolder post sothach, neu gallwch <a href='{send_confirmation_email_url}' id='send-another-email'> anfon e-bost cadarnhau arall</a>.
eo: It can tak a wheen o minits fur tha email tae lann. Gif it disnae cum yer lenth, rin yer ee owre yer prugh mail, or ye can <a href='{send_confirmation_email_url}' id='send-another-email'>sen anither homologation email</a>.
ga: Glacann sé cúpla bomaite ar an r-phost teacht chugat. Mura dtagann sé, seiceáil do dhramhphost, nó tig leat <a href='{send_confirmation_email_url}' id='send-another-email'>r-phost dearbhaithe eile a sheoladh</a>.

source: Send a confirmation email
cy: Anfon e-bost cadarnhau
eo: Sen oan a homologatin email
ga: Seol r-phost deimhnithe

source: Feedback sent
cy: Wedi anfon adborth
eo: Feedbak sent
ga: Aiseolas seolta

source: Thank you for your feedback
cy: Diolch am eich adborth
eo: We'r ableeged tae ye fur yer feedbak
ga: Go raibh maith agat as d'aiseolas

source: Your comments will help us make improvements to our surveys. We are not able to reply to comments, but we appreciate your feedback
cy: Bydd eich sylwadau yn ein helpu ni i wella ein harolygon. Ni allwn ymateb i sylwadau, ond rydym yn gwerthfawrogi eich adborth
eo: Yer repones wull gie us a haun tae mak better oor scances. We'r no able tae speak bak til yer repones, but we'r hairt-gled o yer feedbak
ga: Is cuidiú iad do thuairimí lenár suirbhéanna a fheabhsú. Ní thig linn do thuairimí a fhreagairt, ach is mór againn d'aiseolas

source: Done
cy: Cwblhawyd
eo: Daen
ga: Déanta

source: Back
cy: Yn ôl
eo: Bak
ga: Ar ais

source: Send feedback
cy: Anfon adborth
eo: Sen feedbak
ga: Cuir aiseolas ar ais

source: If you can’t answer someone else’s questions
cy: Os na allwch chi ateb cwestiynau rhywun arall
eo: Gin ye cannae mak repone fur anither bodie's speirins
ga: Mura dtig leat ceisteanna duine éigin eile a fhreagairt

source: If you can’t answer questions for this person
cy: Os na allwch chi ateb cwestiynau ar ran yr unigolyn hwn
eo: Gin ye cannae mak repones tae speirins fur this bodie
ga: Mura dtig leat ceisteanna a fhreagairt don duine seo

source: Save and continue
cy: Cadw a pharhau
eo: Hain an conteenye
ga: Sábháil agus lean ar aghaidh

source: Introduction
cy: Cyflwyniad
eo: Stairt-aff
ga: Réamhrá

source: <a href='{url}'>View the questions you will be asked in this survey</a>
cy: <a href='{url}'>Gweld y cwestiynau a ofynnir i chi yn yr arolwg hwn</a>

source: Your response is legally required
cy: Mae eich ymateb yn ofynnol yn gyfreithiol
eo: Ye'r gart mak repone bae tha laa
ga: Tá do fhreagra de dhíth go dlíthiúil

source: Cancel and return to the previous page
cy: Canslo a dychwelyd i’r dudalen flaenorol
eo: Cancel an ga' bak til tha page afore
ga: Cuir ar ceal agus gabh ar ais chuig an leathanach roimhe

source: Information
cy: Gwybodaeth
eo: Wittins
ga: Eolas

source: Unfortunately you can only complete one survey at a time
cy: Yn anffodus, dim ond un arolwg y gallwch chi ei gwblhau ar y tro
eo: Misfortunatly ye can fill oot nae mair nor tha yin scance at tha yin time
ga: Ar an drochuair, ní féidir leat ach suirbhé amháin a líonadh isteach ag aon am amháin

source: Close this window to continue with your current survey
cy: Caewch y ffenestr hon i barhau â'ch arolwg presennol
eo: Shut this wundae furtae conteenye tha scance ye'r daein thenoo
ga: Druid an fhuinneog le leanstan ar aghaidh le do shuirbhé reatha

source: Preview of the questions in this survey
cy: Rhagolwg o'r cwestiynau yn yr arolwg hwn

source: To answer these questions you need to <a href='{url}'>start survey</a>
cy: I ateb y cwestiynau hyn mae angen i chi <a href='{url}'>dechrau arolwg</a>

source: You may not have to answer all of these questions. The questions you see will depend on the answers you provide.
cy: Efallai na fydd yn rhaid i chi ateb pob un o'r cwestiynau hyn. Bydd y cwestiynau a welwch yn dibynnu ar yr atebion a roddwch.

source: Print questions
cy: Argraffu cwestiynau

source: Save questions as PDF
cy: Cadw cwestiynau fel PDF

source: Show
cy: Dangos
ga: Taispeáin

source: Hide
cy: Cuddio
eo: Hiddle
ga: Cuir i bhfolach

source: Show all
cy: Dangos popeth
eo: Show aa
ga: Taispeáin iad go léir

source: Hide all
cy: Cuddio popeth
eo: Hiddle aa
ga: Cuir iad go léir i bhfolach

source: Signed out
cy: Wedi allgofnodi
eo: Wised oot
ga: Sínithe amach

source: <h1>Your progress has been saved</h1>
cy: <h1>Mae eich cynnydd wedi'i gadw</h1>

source: To find further information or resume the survey, <a href='{url}'>return to My Account</a>.
cy: I ddod o hyd i ragor o wybodaeth neu i ailddechrau'r arolwg, <a href='{url}'>dychwelwch i Fy Nghyfrif</a>.

source: To resume the survey, <a href='{url}'>re-enter your access code</a>.
cy: I ailddechrau'r arolwg, <a href='{url}'>ail-nodwch eich cod mynediad</a>.

source: We’ve received your answers
cy: Rydym ni wedi derbyn eich atebion
eo: We hae got yer repones
ga: Fuair muid do fhreagraí

source: Back to surveys
cy: Yn ôl i'r arolygon

source: Thank you for completing the {survey_title}
cy: Diolch am gwblhau'r {survey_title}

source: Your answers will be processed in the next few weeks.
cy: Caiff eich atebion eu prosesu yn ystod yr ychydig wythnosau nesaf.
eo: We'r fur throch-pittin yer repones in tha cummin twa-thrie sennicht.
ga: Próiseálfar do fhreagraí sa chúpla seachtain atá romhainn.

source: We may contact you to query your answers via phone or secure message.
cy: Efallai y byddwn ni'n cysylltu â chi i drafod eich atebion dros y ffôn neu drwy neges ddiogel.
eo: We micht awn wi ye furtae spier anent yer repones bae wye o tha langbl'r ur siccar wurd.
ga: D'fhéadfadh muid teagmháil a dhéanamh leat ar an ghuthán nó trí theachtaireacht a chur chugat.

source: For more information on how we use this data.
cy: I gael rhagor o wybodaeth am sut rydym ni'n defnyddio'r data hyn.
eo: Fur mair rinnins anent whut wye we uise this wittins.
ga: Tuilleadh eolais ar an bhealach a úsáideann muid na sonraí seo.

source: For security, you can no longer view or get a copy of your answers
cy: Er diogelwch, ni allwch weld eich atebion na chael copi ohonynt mwyach

source: For security, your answers will only be available to view for another
cy: Er diogelwch, byddwch ond yn gallu gweld eich atebion am

source: Get a copy of your answers
cy: Cael copi o'ch atebion

source: You can <a href='{url}' id='view-submitted-response-link'>save or print your answers</a> for your records.
cy: Gallwch <a href='{url}' id='view-submitted-response-link'>gadw neu argraffu eich atebion</a> ar gyfer eich cofnodion.

source: minute
cy: munud

source: minutes
cy: munudau

source: second
cy: eiliad

source: seconds
cy: eiliadau

source: For security, your answers will only be available to view for 45 minutes
cy: Er diogelwch, byddwch ond yn gallu gweld eich atebion am 45 munud

source: Print answers
cy: Argraffu atebion

source: Save answers as PDF
cy: Cadw atebion fel PDF

source: Page is not available
cy: Nid yw'r dudalen ar gael
eo: Tha page isnae appen tae
ga: Níl an leathanach seo ar fáil

source: Sorry, you need to sign in again
cy: Mae'n ddrwg gennym, mae angen i chi fewngofnodi eto

source: This is because you have either:
cy: Mae hyn oherwydd eich bod chi naill ai:

source: been inactive for 45 minutes and your session has timed out to protect your information
cy: wedi bod yn anweithgar am 45 munud a bod eich sesiwn wedi cyrraedd y terfyn amser er mwyn diogelu eich gwybodaeth

source: followed a link to a page you are not signed in to
cy: wedi dilyn dolen i dudalen nad ydych wedi mewngofnodi iddi

source: followed a link to a survey that has already been submitted
cy: wedi dilyn dolen i arolwg sydd eisoes wedi'i gyflwyno

source: You will need to <a href='{url}'>sign back in</a> to access your account
cy: Bydd angen i chi <a href='{url}'>fewngofnodi eto</a> i gael mynediad i'ch cyfrif

source: To access this page you need to <a href='{url}'>re-enter your access code</a>.
cy: I fynd i'r dudalen hon, bydd angen i chi <a href='{url}'> roi eich cod mynediad eto</a>.

source: Business surveys
cy: Arolygon busnes

source: If you are completing a business survey, you need to sign back in to <a href='{url}'>your account</a>.
cy: Os ydych chi'n cwblhau arolwg busnes, bydd angen i chi fewngofnodi eto <a href='{url}'>i'ch cyfrif</a>.

source: All other surveys
cy: Pob arolwg arall

source: If you started your survey using an access code, you need to <a href='{url}'>re-enter your code</a>.
cy: Os gwnaethoch chi ddechrau eich arolwg gan ddefnyddio cod mynediad, bydd angen i chi <a href='{url}'>roi eich cod eto</a>.

source: You may need to update your browser to a newer version.
cy: Efallai y bydd angen i chi ddiweddaru eich porwr i fersiwn fwy newydd.
eo: Ye micht hae tae update yer browser tae a newer soart o yin.
ga: D'fhéadfadh sé gur ghá duit leagan níos úire de do bhrabhsálaí a shuiteáil.

source: If the problem still occurs, try using a different browser or device.
cy: Os bydd y broblem yn parhau, rhowch gynnig ar ddefnyddio porwr neu ddyfais wahanol.
eo: Gin tha problem cums aboot agane, try uisin anither browser or yoke.
ga: Má tá an fhadhb ann ar fad, bain triail as brabhsálaí nó gléas eile.

source: For further help, please <a href='{url}'>contact us</a>.
cy: I gael rhagor o gymorth, <a href='{url}'>cysylltwch â ni</a>.
eo: Fur mair help, plaise <a href='{url}'>get tha houl o us</a>.
ga: Má tá tuilleadh cuidithe de dhíth ort, déan <a href='{url}'>teagmháil linn</a>.

source: If you are completing a business survey and you need further help, please <a href='{url}'>contact us</a>.
cy: Os ydych chi'n cwblhau arolwg busnes a bod angen rhagor o gymorth arnoch, <a href='{url}'>cysylltwch â ni</a>.

source: If you started your survey using an access code and you need further help, please <a href='{url}'>contact us</a>.
cy: Os gwnaethoch chi ddechrau eich arolwg gan ddefnyddio cod mynediad a bod angen rhagor o gymorth arnoch, <a href='{url}'>cysylltwch â ni</a>.

source: Page not found
cy: Heb ddod o hyd i'r dudalen
eo: Page no fun
ga: Níl teacht ar an leathanach

source: If you entered a web address, check it is correct.
cy: Os gwnaethoch chi roi cyfeiriad gwe, gwnewch yn siŵr ei fod yn gywir.
eo: Gin ye inpit a wabsteid address, mine an mak siccar it's richt.
ga: Má chuir tú seoladh idirlín isteach, déan seiceáil go bhfuil sé ceart.

source: If you pasted the web address, check you copied the whole address.
cy: Os gwnaethoch chi ludo'r cyfeiriad gwe, gwnewch yn siŵr eich bod wedi copïo'r cyfeiriad cyfan.
eo: Gin ye battert tha wabsteid address, mine an mak siccar ye taen a copy o tha hale address.
ga: Má ghreamaigh tú an seoladh idirlín isteach, déan seiceáil gur chópáil tú an seoladh iomlán isteach.

source: If the web address is correct or you selected a link or button, <a href='{url}'>contact us</a> for more help.
cy: Os yw'r cyfeiriad gwe yn gywir, neu os gwnaethoch chi ddewis dolen neu fotwm, <a href='{url}'>cysylltwch â ni</a> am fwy o gymorth.
eo: Gin tha wabsteid address is richt or ye ootwaled a cleek or button, <a href='{url}'>get tha houl o us</a> fur mair help.
ga: Má tá an seoladh idirlín ceart nó má roghnaigh tú nasc nó cnaipe, <a href='{url}'>déan teagmháil linn</a> do thuilleadh cuidithe.

source: If the web address is correct or you selected a link or button, please see the following help links.
cy: Os yw'r cyfeiriad gwe yn gywir, neu os gwnaethoch chi ddewis dolen neu fotwm, edrychwch ar y dolenni cymorth canlynol.

source: If you are completing a business survey, please <a href='{url}'>contact us</a>.
cy: Os ydych chi'n cwblhau arolwg busnes, <a href='{url}'>cysylltwch â ni</a>.

source: If you started your survey using an access code, please <a href='{url}'>contact us</a>.
cy: Os gwnaethoch chi ddechrau eich arolwg gan ddefnyddio cod mynediad, <a href='{url}'>cysylltwch â ni</a>.

source: An error has occurred
cy: Mae gwall wedi digwydd
eo: Thar wus a mistak
ga: Tharla earráid

source: Sorry, there is a problem with this service
cy: Mae'n ddrwg gennym, mae problem gyda'r gwasanaeth hwn
eo: We'r hairt-sair - thar's a pall wi this sarvice, but
ga: Tá brón orm, tá fadhb ann leis an tseirbhís seo

source: Try again later.
cy: Rhowch gynnig arall arni yn nes ymlaen.
eo: Ettle at it agane, efter.
ga: Bain triail as arís níos moille.

source: If you have started a survey, your answers have been saved.
cy: Os ydych chi wedi dechrau arolwg, mae eich atebion wedi cael eu cadw.
eo: Gin ye hae stairtit a scance, yer repones is hained.
ga: Má thosaigh tú ar shuirbhé, sábháladh do fhreagraí.

source: <a href='{url}'>Contact us</a> if you need to speak to someone about your survey.
cy: <a href='{url}'>Cysylltwch â ni</a> os oes angen i chi siarad â rhywun am eich arolwg.
eo: <a href='{url}'>Get tha houl o us</a> gin ye maun taak tae a bodie anent yer scance.
ga: <a href='{url}'>Déan teagmháil linn</a> más gá duit labhairt le duine éigin faoi do shuirbhé.

source: If you are completing a business survey and you need to speak to someone about your survey, please <a href='{url}'>contact us</a>.
cy: Os ydych chi'n cwblhau arolwg busnes a bod angen i chi siarad â rhywun am eich arolwg, <a href='{url}'>cysylltwch â ni</a>.

source: If you started your survey using an access code and you need to speak to someone about your survey, please <a href='{url}'>contact us</a>.
cy: Os gwnaethoch chi ddechrau eich arolwg gan ddefnyddio cod mynediad a bod angen i chi siarad â rhywun am eich arolwg, <a href='{url}'>cysylltwch â ni</a>.

source: Submission Complete
cy: Cyflwyniad wedi'i Gwblhau
eo: Inpit hale frae en tae yin
ga: Ceistneoir curtha i gcrích

source: This page is no longer available
cy: Nid yw'r dudalen hon ar gael mwyach
eo: This page bes nae langer appen tae
ga: Níl an leathanach seo ar fáil níos mó

source: Your survey has been submitted
cy: Mae eich arolwg wedi cael ei gyflwyno

source: <a href='{url}'>Return to previous page</a>
cy: <a href='{url}'>Dychwelyd i'r dudalen flaenorol</a>

source: You can try to <a href='{url}'>submit your survey again</a>
cy: Gallwch geisio <a href='{url}'>cyflwyno eich arolwg eto</a>

source: If this problem keeps happening, please <a href='{url}'>contact us</a> for help.
cy: Os bydd y broblem hon yn parhau, <a href='{url}'>cysylltwch â ni </a>i gael cymorth.
eo: Gin this gies ye mair bother, plaise <a href='{url}'> get tha houl o us</a> fur a pull oot.
ga: Má leantar den fhadhb seo, déan <a href='{url}'>teagmháil linn</a> le cuidiú a iarraidh.

source: If this problem keeps happening, please see the following help links.
cy: Os bydd y broblem hon yn parhau, edrychwch ar y dolenni cymorth canlynol.

source: A letter has been sent to Individual Resident at {display_address}
cy: Mae llythyr wedi cael ei anfon at Breswylydd Unigol yn {display_address}
eo: A letter haes bin sent tae Sing'l Resydent at{display_address}
ga: Cuireadh litir chuig Cónaitheoir Aonair ag {display_address}

source: The letter with an individual access code should arrive soon for them to complete their own census
cy: Dylai’r llythyr â chod mynediad unigol gyrraedd yn fuan er mwyn i’r unigolyn allu cwblhau ei gyfrifiad ei hun
eo: Tha letter wi a sing'l ingang code shud land shane eneuch fur thaim til fill oot thair ain heid-coont
ga: Ba chóir go dtiocfadh an litir ina bhfuil cód rochtana duine aonair dóibh gan mhoill le go dtig leo a ndaonáireamh féin a chomhlánú

source: We have sent a text to {mobile_number}
cy: Rydym wedi anfon neges destun i {mobile_number}
eo: We hae sent a text tae{mobile_number}
ga: Tá téacs seolta againn chuig {mobile_number}

source: The text message with an individual access code should arrive soon for them to complete their own census
cy: Dylai’r neges destun â chod mynediad unigol gyrraedd yn fuan er mwyn i’r unigolyn allu cwblhau ei gyfrifiad ei hun
eo: Tha text message wi a sing'l ingang code shud land shane eneuch fur thaim tae fill oot thair ain heid-coont
ga: Ba chóir go dtiocfadh an téacstheachtaireacht ina bhfuil cód rochtana duine aonair dóibh gan mhoill le go dtig leo a ndaonáireamh féin a chomhlánú
